s = {0
     :
         "Чилл Грилл",
     1
     :
         "Баварская",
     2
     :
         "Мясной микс с говядиной и колбасками",
     3
     :
         "Бефстроганов",
     4
     :
         "Креветки со сладким чили",
     5
     :
         "Пицца из половинок",
     6
     :
         "Сырная",
     7
     :
         "Пепперони фреш",
     8
     :
         "Двойной цыпленок",
     9
     :
         "Ветчина и сыр",
     10
     :
         "Чоризо фреш",
     11
     :
         "Ветчина и грибы",
     12
     :
         "Аррива!",
     13
     :
         "Карбонара",
     14
     :
         "Жюльен",
     15
     :
         "Додо микс",
     16
     :
         "Мясная",
     17
     :
         "Бургер-пицца",
     18
     :
         "Сырный цыпленок",
     19
     :
         "Додо",
     20
     :
         "Пепперони",
     21
     :
         "Гавайская",
     22
     :
         "Цыпленок барбекю",
     23
     :
         "Цыпленок Ранч",
     24
     :
         "Маргарита",
     25
     :
         "Диабло ",
     26
     :
         "Соберите свою пиццу",
     27
     :
         "Колбаски барбекю",
     28
     :
         "Двойная пепперони",
     29
     :
         "Песто",
     30
     :
         "Четыре сезона",
     31
     :
         "Овощи и грибы",
     32
     :
         "Неизведанное комбо",
     33
     :
         "Додо Бокс",
     34
     :
         "Чикен бокс",
     35
     :
         "Завтрак на двоих",
     36
     :
         "Четыре в одном",
     37
     :
         "3 пиццы 25 см",
     38
     :
         "2 пиццы",
     39
     :
         "3 пиццы 30 см",
     40
     :
         "3 пиццы 35 см",
     41
     :
         "2 пиццы и напиток",
     42
     :
         "4 Закуски",
     43
     :
         "5 пицц",
     44
     :
         "7 пицц",
     45
     :
         "10 пицц",
     46
     :
         "2 фирменные закуски",
     47
     :
         "2 десерта",
     48
     :
         "2 кофе: Латте или Капучино",
     49
     :
         "2 напитка",
     50
     :
         "2 соуса",
     51
     :
         "Додстер Чилл Грилл",
     52
     :
         "Баварский ланчбокс",
     53
     :
         "Креветки",
     54
     :
         "Соберите свой омлет",
     55
     :
         "Омлет с томатами в пите",
     56
     :
         "Омлет с ветчиной и грибами в пите  ",
     57
     :
         "Омлет с беконом в пите",
     58
     :
         "Омлет с пепперони в пите",
     59
     :
         "Омлет сырный в пите",
     60
     :
         "Омлет с томатами",
     61
     :
         "Омлет с ветчиной и грибами",
     62
     :
         "Омлет с беконом",
     63
     :
         "Омлет с пепперони",
     64
     :
         "Омлет сырный",
     65
     :
         "Дэнвич с говядиной",
     66
     :
         "Дэнвич ветчина и сыр",
     67
     :
         "Дэнвич чоризо барбекю",
     68
     :
         "Паста с креветками",
     69
     :
         "Паста Карбонара",
     70
     :
         "Паста Песто",
     71
     :
         "Супермясной Додстер",
     72
     :
         "Додстер с ветчиной",
     73
     :
         "Додстер",
     74
     :
         "Острый Додстер",
     75
     :
         "Грибной Стартер",
     76
     :
         "Сырный Стартер",
     77
     :
         "Куриные наггетсы",
     78
     :
         "Картофель из печи с соусом",
     79
     :
         "Картофель из печи",
     80
     :
         "Салат Цезарь",
     81
     :
         "Греческий салат с соусом бальзамик",
     82
     :
         "Большой Коктейль Ежевика-малина ",
     83
     :
         "Молочный коктейль Ежевика-малина",
     84
     :
         "Молочный коктейль Пина Колада",
     85
     :
         "Молочный коктейль с печеньем Орео",
     86
     :
         "Классический молочный коктейль",
     87
     :
         "Клубничный молочный коктейль",
     88
     :
         "Шоколадный молочный коктейль",
     89
     :
         "Капучино Яблочный пирог",
     90
     :
         "Кофе Карамельный капучино",
     91
     :
         "Кофе Кокосовый латте",
     92
     :
         "Кофе Ореховый латте",
     93
     :
         "Айс капучино",
     94
     :
         "Кофе Капучино",
     95
     :
         "Кофе Латте",
     96
     :
         "Кофе Американо",
     97
     :
         "Дрип-пакет",
     98
     :
         "Дрип-пакеты, 8 штук",
     99
     :
         "Додо кофе молотый"}

s2 = {
    100
    :
        "Додо кофе в зернах",
    101
    :
        "Кофе в зернах - фирменная смесь",
    102
    :
        "Какао",
    103
    :
        "Лимонад Арбузный лайм",
    104
    :
        "Добрый Кола Малина",
    105
    :
        "Добрый Кола",
    106
    :
        "Добрый Кола без сахара",
    107
    :
        "Добрый Апельсин",
    108
    :
        "Добрый Лимон-Лайм",
    109
    :
        "Добрый Манго-Маракуйя",
    110
    :
        "Rich Tea Черный с лимоном",
    111
    :
        "Rich Tea Зеленый",
    112
    :
        "Rich Tea Зеленый с манго",
    113
    :
        "Апельсиновый сок Rich",
    114
    :
        "Яблочный сок Rich",
    115
    :
        "Вишневый нектар Rich",
    116
    :
        "Морс Клюква",
    117
    :
        "Морс Черная смородина",
    118
    :
        "Морс Вишня",
    119
    :
        "Таежный чай, 10 пакетиков",
    120
    :
        "Тирамису",
    121
    :
        "Додобоны",
    122
    :
        "Бруслетики",
    123
    :
        "Чизкейк Нью-Йорк",
    124
    :
        "Макарон манго-маракуйя",
    125
    :
        "Чизкейк Банановый с шоколадным печеньем",
    126
    :
        "Эклеры-мини с заварным кремом",
    127
    :
        "Шоколадный кукис",
    128
    :
        "Фондан",
    129
    :
        "Маффин Соленая карамель",
    130
    :
        "Маффин Три шоколада",
    131
    :
        "Сорбет Лимонный фреш",
    132
    :
        "Сорбет Клубничный гранат",
    133
    :
        "Сырники с малиновым вареньем",
    134
    :
        "Сырники со сгущенным молоком",
    135
    :
        "Сырники",
    136
    :
        "2 соуса",
    137
    :
        "Сырный",
    138
    :
        "Чесночный",
    139
    :
        "Барбекю",
    140
    :
        "Медово-горчичный",
    141
    :
        "Малиновое варенье",
    142
    :
        "Сгущёнка в стиках, 7 г",
    143
    :
        "Додо Книги 1+2",
    144
    :
        "Додо Раскраска",
    145
    :
        "Додо Клюв",
    146
    :
        "Додо Колпак",
    147
    :
        "Чилл Грилл",
    148
    :
        "Додстер Чилл Грилл",
    149
    :
        "Баварская",
    150
    :
        "Баварский ланчбокс",
    151
    :
        "Додо кофе молотый",
    152
    :
        "Додо кофе в зернах",
    153
    :
        "Дрип-пакет",
    154
    :
        "Дрип-пакеты, 8 штук",
    155
    :
        "Соберите свой омлет",
    156
    :
        "3 пиццы 35 см",
    157
    :
        "Дэнвич с говядиной",
    158
    :
        "Креветки",
    159
    :
        "Омлет с беконом в пите",
    160
    :
        "Омлет с ветчиной и грибами в пите  ",
    161
    :
        "Омлет с пепперони в пите",
    162
    :
        "Омлет сырный в пите",
    163
    :
        "Тирамису",
    164
    :
        "Додобоны",
    165
    :
        "Капучино Яблочный пирог",
    166
    :
        "Большой Коктейль Ежевика-малина ",
    167
    :
        "Соберите свой омлет",
    168
    :
        "Омлет с томатами в пите",
    169
    :
        "Омлет с беконом в пите",
    170
    :
        "Омлет с ветчиной и грибами в пите  ",
    171
    :
        "Омлет с пепперони в пите",
    172
    :
        "Омлет сырный в пите",
    173
    :
        "Омлет с томатами",
    174
    :
        "Омлет с беконом",
    175
    :
        "Омлет с ветчиной и грибами",
    176
    :
        "Омлет с пепперони",
    177
    :
        "Омлет сырный",
    178
    :
        "Додстер с ветчиной",
    179
    :
        "Сырники со сгущенным молоком",
    180
    :
        "Сырники с малиновым вареньем",
    181
    :
        "Сырники",
    182
    :
        "Кофе Американо",
    183
    :
        "Кофе Капучино",
    184
    :
        "Кофе Латте",
    185
    :
        "Завтрак на двоих",
    186
    :
        "Аррива!",
    187
    :
        "Карбонара",
    188
    :
        "Песто",
    189
    :
        "Додо микс",
    190
    :
        "Додо",
    191
    :
        "Креветки со сладким чили",
    192
    :
        "Додстер",
    193
    :
        "Дэнвич чоризо барбекю",
    194
    :
        "Додобоны",
    195
    :
        "Сырный",
    196
    :
        "Завтрак на двоих",
    197
    :
        "Четыре в одном",
    198
    :
        "3 пиццы 25 см",
    199
    :
        "3 пиццы 30 см",
}
s3 = {
    200
    :
        "3 пиццы 35 см",
    201
    :
        "4 Закуски",
    202
    :
        "5 пицц",
    203
    :
        "7 пицц",
    204
    :
        "10 пицц",
    205
    :
        "Додо Бокс",
    206
    :
        "Сырная",
    207
    :
        "Пепперони",
    208
    :
        "Пепперони фреш",
    209
    :
        "Ветчина и сыр",
    210
    :
        "Маргарита",
    211
    :
        "Двойной цыпленок",
    212
    :
        "Куриные наггетсы",
    213
    :
        "Картофель из печи",
    214
    :
        "Сырники с малиновым вареньем",
    215
    :
        "Сырники со сгущенным молоком",
    216
    :
        "Морс Клюква",
    217
    :
        "Морс Вишня",
    218
    :
        "Морс Черная смородина",
    219
    :
        "Додо Раскраска",
    220
    :
        "Додо Колпак"}

i1 = {
    0
    :
        "Цыпленок, маринованные огурчики, красный лук, соус гриль, моцарелла, чеснок, фирменный соус альфредо",
    1
    :
        "Баварские колбаски, маринованные огурчики, красный лук, томаты, горчичный соус, моцарелла, фирменный томатный соус",
    2
    :
        "Пряная говядина, баварские колбаски, пикантная пепперони, бекон, моцарелла и фирменный томатный соус",
    3
    :
        "Пряная говядина, шампиньоны, ароматный грибной соус, маринованные огурчики, моцарелла, красный лук, фирменный соус альфредо",
    4
    :
        "Креветки, ананасы, соус сладкий чили, сладкий перец, моцарелла, фирменный соус альфредо",
    5
    :
        "Два вкуса в одной пицце 35 см",
    6
    :
        "Моцарелла, сыры чеддер и пармезан, фирменный соус альфредо",
    7
    :
        "Пикантная пепперони, увеличенная порция моцареллы, томаты, фирменный томатный соус",
    8
    :
        "Цыпленок, моцарелла, фирменный соус альфредо",
    9
    :
        "Ветчина, моцарелла, фирменный соус альфредо",
    10
    :
        "Острые колбаски чоризо, сладкий перец, моцарелла, фирменный томатный соус",
    11
    :
        "Ветчина, шампиньоны, увеличенная порция моцареллы, фирменный томатный соус",
    12
    :
        "Цыпленок, острые колбаски чоризо, соус бургер, сладкий перец, красный лук, томаты, моцарелла, соус ранч, чеснок",
    13
    :
        "Бекон, сыры чеддер и пармезан, моцарелла, томаты, красный лук, чеснок, фирменный соус альфредо, итальянские травы",
    14
    :
        "Цыпленок, шампиньоны, ароматный грибной соус, лук, сухой чеснок, моцарелла, смесь сыров чеддер и пармезан, фирменный соус альфредо",
    15
    :
        "Бекон, цыпленок, ветчина, сыры чеддер и пармезан, соус песто, кубики брынзы, томаты, красный лук, моцарелла, фирменный соус альфредо, чеснок, итальянские травы",
    16
    :
        "Цыпленок, ветчина, пикантная пепперони, острые колбаски чоризо, моцарелла, фирменный томатный соус",
    17
    :
        "Ветчина, маринованные огурчики, томаты, красный лук, чеснок, соус бургер, моцарелла, фирменный томатный соус",
    18
    :
        "Цыпленок, моцарелла, сыры чеддер и пармезан, сырный соус, томаты, фирменный соус альфредо, чеснок",
    19
    :
        "Бекон, митболы, пикантная пепперони, моцарелла, томаты, шампиньоны, сладкий перец, красный лук, чеснок, фирменный томатный соус",
    20
    :
        "Пикантная пепперони, увеличенная порция моцареллы, фирменный томатный соус",
    21
    :
        "Двойная порция цыпленка, ананасы, моцарелла, фирменный соус альфредо",
    22
    :
        "Цыпленок, бекон, соус барбекю, красный лук, моцарелла, фирменный томатный соус",
    23
    :
        "Цыпленок, ветчина, соус ранч, моцарелла, томаты, чеснок, фирменный соус альфредо",
    24
    :
        "Увеличенная порция моцареллы, томаты, итальянские травы, фирменный томатный соус",
    25
    :
        "Острые колбаски чоризо, острый перец халапеньо, соус барбекю, митболы из говядины, томаты, сладкий перец, красный лук, моцарелла, фирменный томатный соус",
    26
    :
        "В основе пиццы увеличенная порция моцареллы и фирменный томатный соус, а другие ингредиенты можно выбрать на свой вкус",
    27
    :
        "Острые колбаски чоризо, соус барбекю, томаты, красный лук, моцарелла, фирменный томатный соус",
    28
    :
        "Двойная порция пикантной пепперони, увеличенная порция моцареллы, фирменный томатный соус",
    29
    :
        "Цыпленок, соус песто, кубики брынзы, томаты, моцарелла, фирменный соус альфредо",
    30
    :
        "Увеличенная порция моцареллы, ветчина, пикантная пепперони, кубики брынзы, томаты, шампиньоны, итальянские травы, фирменный томатный соус",
    31
    :
        "Шампиньоны, томаты, сладкий перец, красный лук, кубики брынзы, моцарелла, фирменный томатный соус, итальянские травы",
    32
    :
        "Открывайте новые вкусы и горизонты! В комбо — две оригинальные пиццы, два напитка и шанс выиграть путешествие",
    33
    :
        "Набор юного космонавта, который легко настроить по вкусу ребенка: две закуски и напиток на выбор. В каждом комбо игрушка, а в нашем приложении игра-компаньон",
    34
    :
        "Картошка без курицы, как курица без картошки — лучше вместе. Выбирайте куриные наггетсы, кусочки или крылья барбекю и заказывайте сразу в комбо с пряной картошечкой и соусом",
    35
    :
        "Горячий завтрак для двоих. 2 закуски из подборки и 2 напитка на выбор",
    36
    :
        "Если хочется всего понемногу. Маленькая пицца, закуска, напиток и соус. Цена комбо зависит от выбранных продуктов и может быть увеличена",
    37
    :
        "Настоящая дегустация. Три маленькие пиццы по суперцене. Цена комбо зависит от выбранных пицц и может быть увеличена",
    38
    :
        "Парочка что надо. 2 средние пиццы. Цена комбо зависит от выбранных пицц и может быть увеличена",
    39
    :
        "Три удовольствия в нашем меню — это 3 средние пиццы на ваш выбор. Цена комбо зависит от выбранных пицц и может быть увеличена",
    40
    :
        "3 Большие пиццы на ваш выбор. Цена комбо зависит от выбранных пицц и может быть увеличена\n",
    41
    :
        "Для уютных посиделок. 2 маленькие пиццы и напиток на выбор. Для компании из 2-4 человек. Цена комбо зависит от выбранных продуктов и может быть увеличена",
    42
    :
        "Сытный квартет для маленькой компании. Комбо из четырех закусок на выбор",
    43
    :
        "5 причин сделать вечеринку вкуснее. 5 средних пицц для компании из 10–15 человек. Цена комбо зависит от выбранных пицц и может быть увеличена",
    44
    :
        "7 — счастливое число, особенно если речь о 7 средних пиццах на компанию 15-20 человек. Цена комбо зависит от выбранных пицц и может быть увеличена",
    45
    :
        "Великолепная десятка. 10 средних пицц на любой вкус. Для компании из 20-30 человек. Цена комбо зависит от выбранных пицц и может быть увеличена",
    46
    :
        "Закажите два любимых Додстера или попробуйте разные Дэнвичи. А еще можно объединить со Стартером. Любые комбинации из двух закусок — выбирайте, как вам вкусно",
    47
    :
        "Тут, как ни крути, выйдет сладкая парочка. Хотите — два маффина, а хотите — составьте ваш собственный дуэт из других десертов\n",
    48
    :
        "Отличная возможность проверить, где молочная пенка вкуснее — в латте или в капучино?",
    49
    :
        "Одним словом — литр. Выберите две бутылочки на свой вкус: газировку Добрый или холодный чай Rich",
    50
    :
        "Комбинируйте пары соусов для ярких перекусов",
    51
    :
        "Горячая закуска с цыпленком и соусом гриль с луком, маринованными огурчиками и моцареллой в тонкой пшеничной лепешке",
    52
    :
        "Горячий сытный обед из баварских колбасок, картофеля из печи и горчичного соуса",
    53
    :
        "Цельные креветки в хрустящей панировке",
    54
    :
        "Ваш фирменный рецепт на основе горячего омлета из печи с томатами и моцареллой, Добавляйте начинку по вкусу, но в меру: больше 4-5 ингредиентов уже не поместятся.",
    55
    :
        "Легкий и питательный завтрак: омлет из печи с томатами и моцареллой в пшеничной пите. Удобно брать с собой",
    56
    :
        "Горячий сытный омлет с поджаристой корочкой, ветчина, шампиньоны и моцарелла в пшеничной пите. Удобно взять с собой",
    57
    :
        "Горячий сытный омлет с поджаристой корочкой, бекон, моцарелла и томаты в пшеничной пите. Удобно взять с собой",
    58
    :
        "Для тех, кто не пропускает завтраки — омлет с поджаристой корочкой, пикантная пепперони, томаты и моцарелла в пшеничной пите. Удобно взять с собой ",
    59
    :
        "Вариант завтрака в пшеничной пите с омлетом с поджаристой корочкой, моцареллой, кубиками брынзы, сырами чеддер и пармезан. Удобно взять с собой",
    60
    :
        "Легкий и питательный завтрак: омлет из печи с томатами и моцареллой",
    61
    :
        "Горячий сытный омлет с поджаристой корочкой, ветчина, шампиньоны и моцарелла",
    62
    :
        "Классическое сочетание горячего омлета с поджаристой корочкой и бекона с добавлением моцареллы и томатов на завтрак",
    63
    :
        "Сытный и сбалансированный завтрак — омлет с поджаристой корочкой,  пикантная пепперони, томаты и моцарелла",
    64
    :
        "Горячий завтрак из омлета с поджаристой корочкой, моцарелла, кубики брынзы, сыры чеддер и пармезан",
    65
    :
        "Хрустящая чиабатта с ароматной пряной говядиной и цыпленком с соусами бургер и барбекю, свежими томатами и моцареллой",
    66
    :
        "Поджаристая чиабатта и знакомое сочетание ветчины, цыпленка, моцареллы со свежими томатами, соусом ранч и чесноком",
    67
    :
        "Насыщенный вкус острых колбасок чоризо и пикантной пепперони с соусами бургер и барбекю, свежими томатами, маринованными огурчиками, моцареллой и луком в румяной чиабатте",
    68
    :
        "Паста из печи с креветками, томатами, моцареллой, соусом альфредо и чесноком",
    69
    :
        "Паста из печи с беконом, сырами чеддер и пармезан, томатами, моцареллой, фирменным соусом альфредо и чесноком",
    70
    :
        "Паста из печи с соусом песто, цыпленком, томатами, моцареллой и фирменным томатным соусом",
    71
    :
        "Горячая закуска с цыпленком, моцареллой, митболами, острыми колбасками чоризо и соусом бургер в тонкой пшеничной лепешке",
    72
    :
        "Горячий завтрак с ветчиной, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке",
    73
    :
        "Легендарная горячая закуска с цыпленком, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке",
    74
    :
        "Горячая закуска с цыпленком, перчиком халапеньо, маринованными огурчиками, томатами, моцареллой и соусом барбекю в тонкой пшеничной лепешке",
    75
    :
        "Горячая закуска с шампиньонами, моцареллой и соусом ранч в тонкой пшеничной лепешке",
    76
    :
        "Горячая закуска с очень сырной начинкой. Моцарелла, пармезан, чеддер и соус ранч в тонкой пшеничной лепешке",
    77
    :
        "Нежное куриное мясо в хрустящей панировке",
    78
    :
        "Запеченная в печи картошечка с пряными специями. В комплекте сырный соус",
    79
    :
        "Запеченная в печи картошечка — привычный вкус и мало масла. В составе пряные специи",
    80
    :
        "Цыпленок, свежие листья салата айсберг, томаты черри, сыры чеддер и пармезан, соус цезарь, пшеничные гренки, итальянские травы",
    81
    :
        "Хрустящий салат айсберг, сочные томаты черри, маслины, свежий огурец, кубики брынзы и бальзамик. Дрессинг для заправки в наборе",
    82
    :
        "Сливочная прохлада классического молочного коктейля с добавлением лесных ягод",
    83
    :
        "Сливочная прохлада классического молочного коктейля с добавлением лесных ягод",
    84
    :
        "Тропическое сочетание кокоса и ананаса в нежном милкшейке",
    85
    :
        "То самое печенье «Орео» в удобном формате ледяного милкшейка ",
    86
    :
        "Это классика: молоко, мороженое и ничего лишнего ",
    87
    :
        "Лето всегда рядом: сироп из спелой клубники, молоко и мороженое ",
    88
    :
        "Шоколадный милкшейк со сливочным мороженым и фирменным какао",
    89
    :
        "Классический капучино с молочной пенкой и ярким сиропом — напоминает по вкусу домашнюю шарлотку",
    90
    :
        "Классический капучино с молочной пенкой и карамельным сиропом ",
    91
    :
        "Горячий латте с кокосовым сиропом",
    92
    :
        "Горячий латте с сиропом со вкусом фундука",
    93
    :
        "Освежающий холодный кофе с порцией эспрессо и пломбиром",
    94
    :
        "Легендарный рецепт кофе: эспрессо, горячее молоко и плотная молочная пенка ",
    95
    :
        "Идеально сбалансированное сочетание кофе, увеличенной порции молока и нежнейшей пенки ",
    96
    :
        "Горячий кофе для ценителей чистого вкуса",
    97
    :
        "Один дрип-пакет с фирменным кофе, чтобы сделать день чуточку лучше",
    98
    :
        " Это наш молотый кофе в удобных дрип-пакетах, которые можно взять с собой. В наборе 8 штук",
    99
    :
        "Взяли нашу фирменную смесь зерен и помололи для вас. Удобный формат ароматного кофе",
}

i2 = {
    100
    :
        "Фирменная смесь кофейных зерен из Бразилии и Эфиопии. Раскрывается нотками карамели, шоколада и грецкого ореха",
    101
    :
        "Фирменная смесь кофейных зерен из 100% арабики. Кофейные зерна из Бразилии и Эфиопии обжаренные по специальному рецепту Додо. Идеально подходят для заваривания в домашних условиях",
    102
    :
        "Насыщенное, плотное и такое знакомое какао с молоком ",
    103
    :
        "Cладость арбуза с освежающим лаймом и листьями мяты по фирменному рецепту",
    104
    :
        "",
    105
    :
        "",
    106
    :
        "",
    107
    :
        "",
    108
    :
        "",
    109
    :
        "",
    110
    :
        "",
    111
    :
        "",
    112
    :
        "",
    113
    :
        "",
    114
    :
        "",
    115
    :
        "",
    116
    :
        "Фирменный ягодный морс из натуральной клюквы с терпким послевкусием \nДизайн товара может отличаться",
    117
    :
        "Фирменный ягодный морс из натуральной душистой черной смородины \nДизайн товара может отличаться",
    118
    :
        "Фирменный ягодный морс из натуральной спелой вишни. В меру сладкий и с приятной кислинкой\nДизайн товара может отличаться",
    119
    :
        "Зеленый листовой чай с листьями мяты и лепестками василька",
    120
    :
        "Многослойный десерт в лучших итальянских традициях: легкий аромат какао, пропитанная кофе бисквитная прослойка и нежный крем",
    121
    :
        "Когда сливочное встречается с пряным, получаются горячие булочки с корицей в фирменном пломбирном соусе",
    122
    :
        "Это задорные сладкие рулетики, в которых закрутился микс из натуральной брусники и фирменного пломбирного соуса",
    123
    :
        "Нежнейшая сырная основа, тонкий корж песочного теста и никаких добавок. Классика в мире десертов",
    124
    :
        "Знаменитый французский десерт со вкусом тропических фруктов. Bon appétit! ",
    125
    :
        "Солнечная версия классического рецепта: нежный чизкейк с бананом и шоколадным печеньем",
    126
    :
        "Три маленьких, но таких милых эклерчика с заварным кремом. Можно поделиться с друзьями ",
    127
    :
        "Мягкое печенье с кусочками темного шоколада. Идеально сочетается с чаем, кофе или какао",
    128
    :
        "Французский шоколадный десерт с хрустящей корочкой и жидкой начинкой ",
    129
    :
        "Кекс, раскрывающий необычное сочетание соленого арахиса и сладкой карамели",
    130
    :
        "Кекс из натурального какао с начинкой из кубиков белого и молочного шоколада ",
    131
    :
        "Цитрусовая свежесть и сладкий вкус с приятной кислинкой",
    132
    :
        "Охлаждающий дуэт сочных ягод и спелых фруктов",
    133
    :
        "Любимый десерт многих гостей — румяные сырники из печи с малиновым вареньем. Нежные, в меру сладкие и напоминающие детство",
    134
    :
        "Нежные сырники, приготовленные в печи, с порционным сгущенным молоком",
    135
    :
        "Любимый десерт многих гостей — румяные сырники из печи. Нежные, в меру сладкие и напоминающие детство",
    136
    :
        "Комбинируйте пары соусов для ярких перекусов",
    137
    :
        "Фирменный соус со вкусом расплавленного сыра для бортиков пиццы и горячих закусок, 25 г",
    138
    :
        "Фирменный соус с чесночным вкусом для бортиков пиццы и горячих закусок, 25 г",
    139
    :
        "Фирменный соус с дымным ароматом для бортиков пиццы и горячих закусок, 25 г ",
    140
    :
        "Фирменный медово-горчичный соус со жгучей сладостью для бортиков пиццы и горячих закусок, 25 г",
    141
    :
        "Идеально к сырникам, 25 г",
    142
    :
        "Идеально к сырникам",
    143
    :
        "Набор из двух книг — «Додо Книга 1» и «Додо Книга 2». Рассказываем об истории, ценностях и развитии компании",
    144
    :
        "Чтобы обед был не только сытным, но и веселым",
    145
    :
        "Если хочется перевоплощения",
    146
    :
        "Цвета разные, а эмоции одни – все варианты на высоте. Перед тем, как надевать, не забудьте его собрать",
    147
    :
        "Цыпленок, маринованные огурчики, красный лук, соус гриль, моцарелла, чеснок, фирменный соус альфредо",
    148
    :
        "Горячая закуска с цыпленком и соусом гриль с луком, маринованными огурчиками и моцареллой в тонкой пшеничной лепешке",
    149
    :
        "Баварские колбаски, маринованные огурчики, красный лук, томаты, горчичный соус, моцарелла, фирменный томатный соус",
    150
    :
        "Горячий сытный обед из баварских колбасок, картофеля из печи и горчичного соуса",
    151
    :
        "Взяли нашу фирменную смесь зерен и помололи для вас. Удобный формат ароматного кофе",
    152
    :
        "Фирменная смесь кофейных зерен из Бразилии и Эфиопии. Раскрывается нотками карамели, шоколада и грецкого ореха",
    153
    :
        "Один дрип-пакет с фирменным кофе, чтобы сделать день чуточку лучше",
    154
    :
        " Это наш молотый кофе в удобных дрип-пакетах, которые можно взять с собой. В наборе 8 штук",
    155
    :
        "Ваш фирменный рецепт на основе горячего омлета из печи с томатами и моцареллой, Добавляйте начинку по вкусу, но в меру: больше 4-5 ингредиентов уже не поместятся.",
    156
    :
        "3 Большие пиццы на ваш выбор. Цена комбо зависит от выбранных пицц и может быть увеличена\n",
    157
    :
        "Хрустящая чиабатта с ароматной пряной говядиной и цыпленком с соусами бургер и барбекю, свежими томатами и моцареллой",
    158
    :
        "Цельные креветки в хрустящей панировке",
    159
    :
        "Горячий сытный омлет с поджаристой корочкой, бекон, моцарелла и томаты в пшеничной пите. Удобно взять с собой",
    160
    :
        "Горячий сытный омлет с поджаристой корочкой, ветчина, шампиньоны и моцарелла в пшеничной пите. Удобно взять с собой",
    161
    :
        "Для тех, кто не пропускает завтраки — омлет с поджаристой корочкой, пикантная пепперони, томаты и моцарелла в пшеничной пите. Удобно взять с собой ",
    162
    :
        "Вариант завтрака в пшеничной пите с омлетом с поджаристой корочкой, моцареллой, кубиками брынзы, сырами чеддер и пармезан. Удобно взять с собой",
    163
    :
        "Многослойный десерт в лучших итальянских традициях: легкий аромат какао, пропитанная кофе бисквитная прослойка и нежный крем",
    164
    :
        "Когда сливочное встречается с пряным, получаются горячие булочки с корицей в фирменном пломбирном соусе",
    165
    :
        "Классический капучино с молочной пенкой и ярким сиропом — напоминает по вкусу домашнюю шарлотку",
    166
    :
        "Сливочная прохлада классического молочного коктейля с добавлением лесных ягод",
    167
    :
        "Ваш фирменный рецепт на основе горячего омлета из печи с томатами и моцареллой, Добавляйте начинку по вкусу, но в меру: больше 4-5 ингредиентов уже не поместятся.",
    168
    :
        "Легкий и питательный завтрак: омлет из печи с томатами и моцареллой в пшеничной пите. Удобно брать с собой",
    169
    :
        "Горячий сытный омлет с поджаристой корочкой, бекон, моцарелла и томаты в пшеничной пите. Удобно взять с собой",
    170
    :
        "Горячий сытный омлет с поджаристой корочкой, ветчина, шампиньоны и моцарелла в пшеничной пите. Удобно взять с собой",
    171
    :
        "Для тех, кто не пропускает завтраки — омлет с поджаристой корочкой, пикантная пепперони, томаты и моцарелла в пшеничной пите. Удобно взять с собой ",
    172
    :
        "Вариант завтрака в пшеничной пите с омлетом с поджаристой корочкой, моцареллой, кубиками брынзы, сырами чеддер и пармезан. Удобно взять с собой",
    173
    :
        "Легкий и питательный завтрак: омлет из печи с томатами и моцареллой",
    174
    :
        "Классическое сочетание горячего омлета с поджаристой корочкой и бекона с добавлением моцареллы и томатов на завтрак",
    175
    :
        "Горячий сытный омлет с поджаристой корочкой, ветчина, шампиньоны и моцарелла",
    176
    :
        "Сытный и сбалансированный завтрак — омлет с поджаристой корочкой,  пикантная пепперони, томаты и моцарелла",
    177
    :
        "Горячий завтрак из омлета с поджаристой корочкой, моцарелла, кубики брынзы, сыры чеддер и пармезан",
    178
    :
        "Горячий завтрак с ветчиной, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке",
    179
    :
        "Нежные сырники, приготовленные в печи, с порционным сгущенным молоком",
    180
    :
        "Любимый десерт многих гостей — румяные сырники из печи с малиновым вареньем. Нежные, в меру сладкие и напоминающие детство",
    181
    :
        "Любимый десерт многих гостей — румяные сырники из печи. Нежные, в меру сладкие и напоминающие детство",
    182
    :
        "Горячий кофе для ценителей чистого вкуса",
    183
    :
        "Легендарный рецепт кофе: эспрессо, горячее молоко и плотная молочная пенка ",
    184
    :
        "Идеально сбалансированное сочетание кофе, увеличенной порции молока и нежнейшей пенки ",
    185
    :
        "Горячий завтрак для двоих. 2 закуски из подборки и 2 напитка на выбор",
    186
    :
        "Цыпленок, острые колбаски чоризо, соус бургер, сладкий перец, красный лук, томаты, моцарелла, соус ранч, чеснок",
    187
    :
        "Бекон, сыры чеддер и пармезан, моцарелла, томаты, красный лук, чеснок, фирменный соус альфредо, итальянские травы",
    188
    :
        "Цыпленок, соус песто, кубики брынзы, томаты, моцарелла, фирменный соус альфредо",
    189
    :
        "Бекон, цыпленок, ветчина, сыры чеддер и пармезан, соус песто, кубики брынзы, томаты, красный лук, моцарелла, фирменный соус альфредо, чеснок, итальянские травы",
    190
    :
        "Бекон, митболы, пикантная пепперони, моцарелла, томаты, шампиньоны, сладкий перец, красный лук, чеснок, фирменный томатный соус",
    191
    :
        "Креветки, ананасы, соус сладкий чили, сладкий перец, моцарелла, фирменный соус альфредо",
    192
    :
        "Легендарная горячая закуска с цыпленком, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке",
    193
    :
        "Насыщенный вкус острых колбасок чоризо и пикантной пепперони с соусами бургер и барбекю, свежими томатами, маринованными огурчиками, моцареллой и луком в румяной чиабатте",
    194
    :
        "Когда сливочное встречается с пряным, получаются горячие булочки с корицей в фирменном пломбирном соусе",
    195
    :
        "Фирменный соус со вкусом расплавленного сыра для бортиков пиццы и горячих закусок, 25 г",
    196
    :
        "Горячий завтрак для двоих. 2 закуски из подборки и 2 напитка на выбор",
    197
    :
        "Если хочется всего понемногу. Маленькая пицца, закуска, напиток и соус. Цена комбо зависит от выбранных продуктов и может быть увеличена",
    198
    :
        "Настоящая дегустация. Три маленькие пиццы по суперцене. Цена комбо зависит от выбранных пицц и может быть увеличена",
    199
    :
        "Три удовольствия в нашем меню — это 3 средние пиццы на ваш выбор. Цена комбо зависит от выбранных пицц и может быть увеличена",
}

i3 = {
    200
    :
        "3 Большие пиццы на ваш выбор. Цена комбо зависит от выбранных пицц и может быть увеличена\n",
    201
    :
        "Сытный квартет для маленькой компании. Комбо из четырех закусок на выбор",
    202
    :
        "5 причин сделать вечеринку вкуснее. 5 средних пицц для компании из 10–15 человек. Цена комбо зависит от выбранных пицц и может быть увеличена",
    203
    :
        "7 — счастливое число, особенно если речь о 7 средних пиццах на компанию 15-20 человек. Цена комбо зависит от выбранных пицц и может быть увеличена",
    204
    :
        "Великолепная десятка. 10 средних пицц на любой вкус. Для компании из 20-30 человек. Цена комбо зависит от выбранных пицц и может быть увеличена",
    205
    :
        "Набор юного космонавта, который легко настроить по вкусу ребенка: две закуски и напиток на выбор. В каждом комбо игрушка, а в нашем приложении игра-компаньон",
    206
    :
        "Моцарелла, сыры чеддер и пармезан, фирменный соус альфредо",
    207
    :
        "Пикантная пепперони, увеличенная порция моцареллы, фирменный томатный соус",
    208
    :
        "Пикантная пепперони, увеличенная порция моцареллы, томаты, фирменный томатный соус",
    209
    :
        "Ветчина, моцарелла, фирменный соус альфредо",
    210
    :
        "Увеличенная порция моцареллы, томаты, итальянские травы, фирменный томатный соус",
    211
    :
        "Цыпленок, моцарелла, фирменный соус альфредо",
    212
    :
        "Нежное куриное мясо в хрустящей панировке",
    213
    :
        "Запеченная в печи картошечка — привычный вкус и мало масла. В составе пряные специи",
    214
    :
        "Любимый десерт многих гостей — румяные сырники из печи с малиновым вареньем. Нежные, в меру сладкие и напоминающие детство",
    215
    :
        "Нежные сырники, приготовленные в печи, с порционным сгущенным молоком",
    216
    :
        "Фирменный ягодный морс из натуральной клюквы с терпким послевкусием \nДизайн товара может отличаться",
    217
    :
        "Фирменный ягодный морс из натуральной спелой вишни. В меру сладкий и с приятной кислинкой\nДизайн товара может отличаться",
    218
    :
        "Фирменный ягодный морс из натуральной душистой черной смородины \nДизайн товара может отличаться",
    219
    :
        "Чтобы обед был не только сытным, но и веселым",
    220
    :
        "Цвета разные, а эмоции одни – все варианты на высоте. Перед тем, как надевать, не забудьте его собрать",
}
